brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "httpie"
brew "jq"
brew "just"
brew "lstr"
brew "neovim"
brew "parallel"
brew "pspg"
brew "ripgrep"
brew "sd"
brew "starship"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "watchexec"
brew "xo/xo/usql"
brew "zellij"
brew "zoxide"
cask "ghostty"
cask "nikitabobko/tap/aerospace"
